{
  "common": {
    "Header": {
      "loginBtn": "Log In",
      "greetingText": "Hi",
      "logoTitle": "Taiwan LTSER Core Platform",
      "logoSubtitle": "LTSER LYUDAO",
      "dashboardBtn": "Admin Panel",
      "logoutBtn": "Log Out"
    },
    "LoginPopup": {
      "emailText": "Account (your E-mail)",
      "passwordText": "Password",
      "Login": {
        "title": "Log In",
        "rememberMeLabel": "Remember my account",
        "loginBtn": "Log In",
        "googleLoginBtn": "continue with Google"
      },
      "ForgotPsw": {
        "title": "Forgot Password",
        "subtitle": "Please enter the E-Mail you used when you joined as a member, and we will assist you in resetting your password.",
        "emailText": "Account (your E-mail)",
        "submitBtn": "Send"
      },
      "Signup": {
        "title": "Register",
        "lastNameText": "Last Name",
        "firstNameText": "First Name",
        "emailText": "Account (your E-mail)",
        "passwordText": "Password",
        "password2Text": "Re-enter your password",
        "signupBtn": "Register",
        "hintText": "Registration implies agreement with the",
        "hintTermLink": "Terms of Use"
      },
      "ActionBtn": {
        "forgotPswBtn": "Forgot Password",
        "signupBtn": "Sign Up",
        "backBtn": "Back"
      }
    },
    "Footer": {
      "dbLogoText1": "Database Management:",
      "dbLogoText2": "臺灣生物多樣性機構 TaiBIF",
      "privacyPolicyLink": "Privacy Policy",
      "termsLink": "Terms of Use",
      "copyRightText": "©2022 LTSER LYUDAO"
    },
    "DownloadPopup": {
      "title": "Download Application",
      "emailText": "E-mail",
      "lastNameText": "Last Name",
      "firstNameText": "First Name",
      "roleText": "Identity",
      "contentLabel": "Reason for Downloading",
      "submitBtn": "Send"
    },
    "Pagination": {
      "prevBtn": "previous page",
      "nextBtn": "next page"
    }
  },
  "Home": {
    "Kvbox": {
      "title": "Taiwan LTSER Core Platform",
      "subtitle": "LTSER LYUDAO"
    },
    "About": {
      "mapTitle": "綠島地圖",
      "aboutTitle": "ABOUT",
      "content1": "Lyudao (also known as Green Island) is the fourth largest offshore island in Taiwan. Influenced by the Kuroshio Current, Lyudao is fringed by rich tropical coral reefs. Coral reef ecosystem supports local fishery in the past and more importantly the modern tourist industry. The increasing number of tourists and the unpredictability of climate change have made Lyudao, which has long relied on the supplies from mainland Taiwan, increasingly vulnerable to human-derived and natural disturbances.",
      "content2": "Whether Lyudao can develop sustainably under the current circumstances requires the collection and analysis of long term social-ecological data. Therefore, this project will build a long-term observation platform of sociology by taking inventory of social and ecological issues, conducting environmental and ecological observations, and warehousing and openly sharing the data.",
      "content3": "Through this platform, the stakeholders can conduct research, education and discussion of issues to find collective consensus and ultimately find executable policies for the sustainable development of Lyudao."
    },
    "News": {
      "title": "NEWS",
      "allTabBtn": "All",
      "viewAllBtn": "View More"
    },
    "SurveyMap": {
      "title": "survey map",
      "Filter": {
        "siteLabel": "Observation Station Selection",
        "siteDefaultOption": "Year",
        "itemLabel": "Observation Item"
      },
      "Map": {
        "title": "{{siteName}} - Observation Data",
        "viewChartBtn": "View Charts",
        "downloadBtn": "Download Data"
      },
      "Chart": {
        "title": "{{siteName}} - Visual Charts",
        "xAsisUnitText": "(Month)"
      }
    }
  },
  "SiteData": {
    "viewMetadataBtn": "View Datasets and Research Methods",
    "siteLabel1": "Observation Station",
    "siteLabel2": "Select an {{title}}",
    "siteDefaultOption": "Select an {{title}}",
    "siteEmptyStateText": "There is no data available.",
    "searchTitle": "Data Search",
    "clearBtn": "Clear",
    "searchBtn": "Search",
    "searchEmptyStateText": "There is no data available.",
    "recordsText": "Data count: {{records}}",
    "dataDownloadBtn": "Download data",
    "speciesDownloadBtn": "Download catalogue",
    "dataEmptyStateText": "There is no data available.",
    "Economy": {
      "Interview": {
        "keywordLabel": "Keyword",
        "keywordText": "Enter Keyword",
        "targetLabel": "Interviewee",
        "targetDefaultOption": "Select Interviewee",
        "typeLabel": "Issue Classification",
        "clearBtn": "Clear",
        "submitBtn": "Search"
      }
    },
    "graphEmptyStateText": "There is no data available.",
    "graphText": ""
  },
  "News": {
    "allTabBtn": "All",
    "filterBtn": "Filter",
    "Detail": {
      "nextBtn": "Previous",
      "prevBtn": "Next",
      "backBtn": "Back"
    }
  },
  "RelatedLiterature": {
    "keywordText": "Search"
  },
  "Contact": {
    "contactSubtitle": "Contact Information"
  },
  "Terms": {
    "title1": "Taiwan LTSER Core Platform - Lyudao",
    "title2": "Terms of Use",
    "lastUpdate": "Effective Date: August 16, 2024",
    "mainDescription1": "The Long-term Social-Ecological Research Core Platform - Lyudao is an offshore observation platform established within the National Science and Technology Council's long-term social-ecological core observation framework. This site serves as the data management system for the observation platform, aimed at facilitating the management and public access of related data. The various features provided by this site are collectively referred to as the Service. Users must agree to these Terms of Use to utilize the Service. Continued use of the Service, including browsing related public information, will be deemed as explicit acceptance of these Terms of Use, including compliance with usage requirements, technical specifications, and any updates to these terms.",
    "mainDescription2": "In these Terms of Use, Service Data refers to data provided through the Service, including but not limited to data, datasets, metadata directly stored by uploaders, or data transferred legally from other third-party platforms by the uploaders. This also includes species lists produced through editing and processing. Metadata in these Terms of Use refers to descriptive information related to respective datasets, data files, resource links, and projects.",
    "subTitle1": "Guidelines",
    "content1": "1. The Service is available for public use. However, if users plan to access the data provided by the Service through automated or semi-automated means, they must register as members and request API access or similar arrangements. Users must ensure their activities do not impact the platform's service load.",
    "content2": "2. Data uploaded by users is set to public by default on this site, including data stored independently or transferred from third-party platforms. Uploaders must confirm they have the right to upload and store this data on the Service. The data stored or transferred by users should be suitable for broad distribution and comply with regulations related to personal data protection, information security, and intellectual property. The Service platform is responsible limitedly for the maintenance and technical management of the stored or transferred data.",
    "content3": "3. When using data from the Service, users must comply with the law and avoid infringing on others' legal rights. Users must not maliciously alter the information. If edited or modified information causes harm due to discrepancies with the original source, users may be held liable for any resulting civil or criminal consequences.",
    "content4": "4. Users must not harm the Service through their activities. If users utilize APIs or robots to interact with the Service, such use must be within reasonable limits and must not substantially interfere with or affect the Service provided to other users. The Service reserves the right to revoke or restrict individual user access based on server load conditions.",
    "content5": "5. The Service may take unilateral actions in the following circumstances and will not be responsible for the outcomes of such actions:",
    "content5_1": "a. Deleting or hiding inappropriate or inadequately protected data. In cases involving sensitive biodiversity data or unauthorized disclosure of third-party privacy, where such data could harm species, infringe on third-party personal rights, or cause other environmental damage, the Service may actively notify the uploader to appropriately mask the data or assist in removing it from the platform before the uploader can respond.",
    "content5_2": "b. Revoking or restricting accounts that hinder the Service's operation, violate these Terms of Use, or breach the law. If the use of the Service involves infringing on others' rights, violating laws, or embedding inappropriate content such as defamation or abusive language, the Service may immediately remove the relevant data without notifying the original uploader and may take appropriate action to revoke or limit the user account's permissions.",
    "subTitle2": "Data Usage",
    "content6": "6. Data stored on the Service must be used in accordance with the licensing terms specified by the uploader or the original source. Users who download data from the Service are granted lawful permission to use the data, including any associated copyright and related rights, but must comply with the attribution requirements of the original source. Users should understand that the intellectual property rights held by the uploader or original data creator are not necessarily waived or fully transferred to them. The Service respects the independent judgment and interpretation of data uploaders, transferors, and users regarding open data licensing terms and dedication statements. The Service does not engage in extending, limiting, or guiding interpretations of these terms. In the event of legal disputes arising from data use, the Service will assert its status as an internet service provider and will not participate in physical litigation initiated by any party.",
    "content7": "7. When downloading specific data or species lists, or requesting survey or interview data from the Service, users will be required to provide their email address, identity, and a brief explanation of the purpose for using the data through the appropriate request mechanism. Without the Service’s consent, users may not individually or collectively download substantial parts of the Service’s data and publicly provide it in the form of a website or database. However, if there is a genuine need for comprehensive backup and distribution for scientific research or sustainable development purposes, please contact the Service through the provided contact methods for further discussion.",
    "content8": "8. For data provided by uploaders or transferors, the Service defaults to offering it under the 'CC Attribution 4.0 International License (CC-BY-4.0)' if the original source’s attribution conditions are met. If the rights holder of specific data provides alternative licensing or dedication terms—either through annotations in the metadata or other means—that are more permissive than CC-BY-4.0, such as licenses approved for open data on 'https://data.gov.tw/license' and 'https://data.gov.tw/licenses,' which permit free, worldwide, perpetual, and irrevocable use for any purpose, then the data is available under dual or multiple licenses. Users may choose to use the data under either the CC-BY-4.0 license or the more permissive licensing options.",
    "subTitle3": "Data Citation",
    "content9": "9. When using data from the Service, it is recommended that, in addition to citing the original source's attribution information, users also include a reference to 'Long-term Social-Ecological Research Core Platform - Lyudao' to adhere to best practices and comply with the attribution requirements of most public licenses. The citation of related data should follow the requirements of the CC-BY-4.0 license or any applicable parallel licenses if a dual or multiple licensing model is in place. Generally, it is sufficient to attribute both the original contributors and 'LTSER - Lyudao' upon re-publication without needing to notify the upstream platform. However, if there are academic or research provenance considerations, users are encouraged to report their data citations summary by emailing ltsertwlyudao@gmail.com. The platform may record this practice and assist with its appropriate dissemination and promotion as needed.",
    "subTitle4": "Privacy Policy",
    "content10": "10. Please refer to the Service's <Privacy Policy> to learn how the Service collects, uses, and manages personal data.",
    "subTitle5": "Disclaimer",
    "content11": "11. The Service is provided 'as-is,' with no warranties of fitness for a particular purpose or quality of service, to the fullest extent permitted by law. The Service disclaims all liability for damages or compensation. It does not guarantee the accuracy, precision, or completeness of the data (including metadata). Furthermore, the Service is not responsible for the security of any external links contained in the data you access. To the maximum extent permitted by law, the Service is only responsible for correcting, supplementing, or removing data when errors or omissions are known. The Service is not obligated to ensure the permanent availability of hosted data and is not liable for any data loss.",
    "subTitle6": "Choice of Law and Jurisdiction",
    "content12": "12. These Terms of Use shall be governed by the laws of the Republic of China (Taiwan). Any disputes arising from the use of the Service shall be subject to the exclusive jurisdiction of the Taipei District Court in Taiwan.",
    "subTitle7": "Term Updates",
    "content13": "13. The Service may periodically amend these Terms of Use. The updated version will be posted on the platform, and users will not receive individual notifications of these changes. Continued use of the Service after such updates will be deemed as acceptance of the revised Terms.",
    "subTitle8": "Contact Information",
    "content14": "14. For requests for permissions beyond the scope of these Terms of Use, please contact us via email at ltsertwlyudao@gmail.com. If users have concerns that the data hosted on the Service infringes on their legal rights, they may also use this contact method. The Service's operations team will review the submitted feedback and, upon receipt of a formal rights claim statement from the submitter, will assist in accordance with the Limitations on Liability procedures for information storage service providers."
  },
  "Auth": {
    "ResetPsw": {
      "title": "Forgot Password",
      "subtitle": "Change your password in the field below, and please use your new password for your next login.",
      "passwordTitle": "New Password",
      "passwordHintText": "8-12 characters and include both letters and numbers.",
      "passwordLabel": "Password",
      "passwordText": "Please enter your password.",
      "password2Label": "Confirm password",
      "password2Text": "Re-enter your password",
      "submitBtn": "Send"
    },
    "VerifyEmail": {
      "title": "Register",
      "subtitle": "We will send a verification email to the address you provided. Please complete the email verification to activate your member account. Thank you!",
      "sendBtn": "Resend"
    },
    "VerifyEmailSuccess": {
      "title": "Verification Successful",
      "subtitle": "Your email verification is successful. Welcome to the LTSER LYUDAO website as a member!",
      "backBtn": "Back to Homepage"
    }
  },
  "FormLink": {
    "title": "Common Forms and Links"
  },
  "data": {
    "common": {
      "menu": {
        "title": {
          "about": "About Us",
          "ecologicalObservation": "Ecological Observation",
          "environmentalObservation": "Environmental Observation",
          "socialObservation": "Social Observation",
          "projectIntroduction": "Project Introduction",
          "siteData": "Data",
          "socialEconomyData": "Socioeconomic Data",
          "fishing": "Recreational Fisheries Data",
          "socialInterviewData": "Social Interview Data",
          "news": "News",
          "relatedLiterature": "Related Literature",
          "qa": "Q&A",
          "formLink": "Common Forms and Links"
        }
      },
      "route": {
        "title": {
          "home": "Home",
          "contact": "Contact Us",
          "forgotPassword": "Forgot Password",
          "mailVerification": "Register",
          "signupSuccess": "Signup Success",
          "terms": "Terms of Use"
        }
      }
    },
    "home": {
      "aboutTab": {
        "ecologicalObservation": {
          "title": "生態觀測",
          "subtitle1": "Ecological",
          "subtitle2": "Observation"
        },
        "environmentalObservation": {
          "title": "環境觀測",
          "subtitle1": "Environmental",
          "subtitle2": "Observation"
        },
        "socialObservation": {
          "title": "社會觀測",
          "subtitle1": "Social",
          "subtitle2": "Observation"
        },
        "projectIntroduction": {
          "title": "計畫介紹",
          "subtitle1": "Project",
          "subtitle2": "Introduction"
        }
      },
      "col": {
        "title": {
          "items": "Observation Item",
          "year": "Year",
          "locality": "Locality",
          "latitude": "Latitude",
          "longitude": "Longitude",
          "annualAirTemperature": "Average Annual Temperature",
          "annualPrecipitation": "Annual Precipitation",
          "annualSeaTemperature": "Average Annual Temperature of Seawater",
          "coralDiv": "Number of Coral Reef Species",
          "coralRec": "Number of Coral Reef Juvenile",
          "aquaticfauna": "Number of Stream Fauna Species"
        }
      },
      "item": {
        "title": {
          "annualAirTemperature": "Average Annual Temperature",
          "seasonalAirTemperature": "Average Seasonal Temperature",
          "annualPrecipitation": "Annual Precipitation",
          "seasonalPrecipitation": "Seasonal Precipitation",
          "annualSeaTemperature": "Average Annual Temperature of Seawater",
          "seasonalSeaTemperature": "Average Seasonal Temperature of Seawater",
          "coralDiv": "Number of Coral Reef Species",
          "coralRec": "Number of Coral Reef Juvenile",
          "zoobenthos": "Number of Benthic Fauna Species",
          "plant": "Number of Terrestrial Plant Species",
          "birdNetSound": "Number of Bird Species (Sound Identification)",
          "fishDiv": "Number of Fish Species",
          "aquaticfauna": "Stream Fauna"
        }
      },
      "plan": {
        "title": {
          "coral-div": "Coral Diversity",
          "coral-rec": "Coral Juvenile",
          "coral-bleach": "Coral Bleaching",
          "coral-comm": "Coral Community",
          "otolith": "Otolith",
          "ocean-sound": "Ocean Soundscape",
          "fish-div": "Fish Diversity",
          "fishing": "Recreational Fishing",
          "plant": "Terrestrial Plant",
          "terre-sound": "Terrestrial Soundscape - Event",
          "terre-sound-index": "Terrestrial Soundscape - Sound Index",
          "bird-net-sound": "Terrestrial Soundscape - Bird Sound Identification",
          "bio-sound": "Terrestrial Soundscape - Wildlife Identification",
          "water": "Marine Water Quality",
          "habitat": "Habitat Assessment",
          "zoobenthos": "Benthic Fauna",
          "aquaticfauna": "Stream Fauna",
          "stream": "Stream Water Quality",
          "weather": "Meteorological Observations",
          "ocean-env": "Oceanographic Observations",
          "sea-temperature": "Oceanographic Observations - Sea Temperature",
          "issue": "Social Observations - Issue Inventory"
        }
      }
    },
    "about": {
      "type": {
        "title": {
          "ecologicalObservation": "Ecological Observation",
          "environmentalObservation": "Environmental Observation",
          "socialObservation": "Social Observation",
          "projectIntroduction": "Project Introduction"
        }
      }
    },
    "siteData": {
      "eco": {
        "title": {
          "1": "Temporal and Spatial Changes of Coral Reef Fish",
          "1_1": "Otolith",
          "2": "Coral Reef Fish Diversity and Assemblages",
          "2_1": "Fish Diversity",
          "3": "Coral Diversity, Coral Reef Communities, Bleaching and Discoloration Observations",
          "3_1": "Coral Diversity",
          "3_2": "Coral Juvenile",
          "3_3": "Coral Bleaching",
          "3_4": "Coral Community",
          "4": "Intertidal Bivalve Diversity and Assemblage Characteristics",
          "4_1": "Benthic Fauna",
          "5": "Terrestrial Vascular Plant Community Monitoring",
          "5_1": "Terrestrial Plant",
          "6": "Terrestrial Acoustic Landscape Survey",
          "6_1": "Terrestrial Soundscape - Sound Index",
          "6_2": "Terrestrial Soundscape - Bird Sound Identification",
          "6_3": "Terrestrial Soundscape - Wildlife Identification",
          "7": "Underwater Acoustic Landscape Survey of Coral Reefs",
          "7_1": "Ocean Soundscape",
          "8": "Stream Fauna Survey",
          "8_1": "Stream Fauna"
        }
      },
      "env": {
        "title": {
          "1": "Marine Waters and Coral Health Index Observations around Lyudao",
          "1_1": "Marine Water Quality",
          "2": "Terrestrial and Marine Environmental Monitoring",
          "2_1": "Meteorological Observations",
          "2_2": "Oceanographic Observations",
          "2_3": "Habitat Assessment",
          "2_4": "Stream Water Quality"
        }
      },
      "economy": {
        "title": {
          "1": "Recreational Fisheries Survey"
        }
      }
    },
    "contact": {
      "type": {
        "title": {
          "leader": "Project Director",
          "executor": "Project Team Members",
          "other": "其他人員"
        }
      }
    },
    "validationSchema": {
      "required": "Required",
      "emailForm": "Please enter a valid email format.",
      "passwordForm": "Password must be 8-12 characters and include both letters and numbers.",
      "arrayMin": "At least one selection is required.",
      "confirmPassword": "Password mismatch."
    }
  },
  "others": {
    "PrivateRoute": {
      "authAlert": "Please log in first.",
      "roleAlert": "Insufficient Permissions"
    },
    "AuthContext": {
      "alert": {
        "login": {
          "success": "Login Successful",
          "fail": "Error occurred. Login failed."
        },
        "logout": {
          "success": "Logged Out"
        },
        "updateToken": {
          "fail": "Error updating permissions, logging out shortly."
        },
        "getGroup": {
          "fail": "Error occurred. Failed to fetch identity."
        },
        "signup": {
          "success": "Registration Successful",
          "fail": "Error occurred. Registration failed."
        },
        "resendEmail": {
          "success": "Send Successful",
          "fail": "Error occurred. Sending failed."
        },
        "verifyEmail": {
          "success": "Verification Successful",
          "fail": "Error occurred. Verification failed."
        },
        "resetPswEmail": {
          "success": "Send Successful"
        },
        "resetPsw": {
          "success": "Changes saved successfully. Please log in again.",
          "fail": "Error occurred. Changes failed."
        }
      }
    }
  },
  "PrivacyPolicy": {
    "title1": "Taiwan LTSER Core Platform - Lyudao",
    "title2": "Privacy Policy",
    "lastUpdate": "Effective Date: July 5, 2024",
    "mainDescription1": "The Long-term Social-Ecological Research Core Platform - Lyudao is an offshore observation platform established within the National Science and Technology Council's long-term social-ecological core observation framework. This site serves as the data management system for the observation platform, aimed at facilitating the management and public access of related data. The various features provided by this site are collectively referred to as the Service. Data provided through the Service is assumed to be made public by the data subjects themselves or disclosed as required by law. The respect and protection of personal data and privacy are governed by this policy. By continuing to use the Service, including accessing related public information, users are deemed to have explicitly consented to the following privacy policy, including compliance with usage requirements, technical specifications, and any updates to this policy.",
    "mainDescription2": "This privacy policy outlines how the Service collects, processes, and uses users' personal data. Users have the option to decide whether to provide their personal data when using the Service. However, certain features of the Service (such as data uploading) require users to provide specific personal information. If users choose not to provide this information, they may be unable to access these features.",
    "mainDescription3": "The Service’s servers are located within the Republic of China (Taiwan) and are governed by Taiwan’s Personal Data Protection Act. Users who are data subjects have the right, under this Act, to access, correct, request the cessation of processing, and delete their personal data. Data subjects may contact us using the information provided below to exercise these rights.",
    "subTitle1": "Data Collection",
    "content1": "1. When users register, the Service will request basic personal identification information, including their full name, email address, and chosen user account. Users may also provide additional identification information and background details when editing datasets, data, and project metadata. The Service will collect users' usage records, which may include, but are not limited to, IP addresses, access times, URLs accessed, HTTP referrer URLs, and details about the operating system and browser used. Once users log in, these usage records will be linked to their account data.",
    "content2": "2. When downloading specific data or species lists from the Service, users will need to provide an email address, identity, and a brief explanation for the data request through a recording mechanism. Some identification information may be automatically extracted from the user's account during this process. This recording mechanism will be used solely for internal purposes within the Service and for verification related to the Service’s operational funding. Outside these contexts, this data will not be used for any other purposes before undergoing appropriate de-identification or data quantification processing.",
    "subTitle2": "Activity Tracking",
    "content3": "3. The Service utilizes registered user accounts to offer features such as creating, uploading, modifying, and tracking datasets and projects. The user account information and timestamps of these activities will be displayed in the activity sections of the datasets and projects and may be publicly visible or followed.",
    "content4": "4. To enhance service quality, the Service employs the latest version of Google Analytics (GA4) and Google Tag Manager (GTM) for traffic analysis and program management. These tools assist website and application administrators in understanding visitor interactions with the site and application. The latest version of Google Analytics does not collect cookie information directly from users' devices. Instead, it uses a floating user ID to track behavior associated with that ID on the website. This data collection is solely for the purpose of traffic analysis and monitoring website services by the management team. The platform does not use behavioral records to identify individual visitors or record users' actual IP addresses. If users wish to ensure that their usage information is not collected, they can adjust their browser's security settings or activate an information blocking mechanism (Do Not Track).",
    "content5": "5. For important notifications, the Service will contact registered members using the email address provided during registration.",
    "subTitle3": "Third-Party Use",
    "content6": "6. The real name, user account, and metadata of datasets and projects created and maintained by users (which may include personal information such as email addresses) are set to be public by default and may be visible to or followed by third parties.",
    "content7": "7. Personal data that users have publicly disclosed or are required by law to disclose may be collected, processed, and used subsequently without further notification to the data subjects regarding its use.",
    "content8": "8. The Service may be required by law to provide users' personal data to law enforcement authorities.",
    "subTitle4": "Data Management",
    "content9": "9. The Service will not disclose users' non-public personal data to any third party without the user's consent or unless required by law.",
    "content10": "10. The Service will implement information system protection mechanisms to manage personal data submitted by users and activity records associated with user accounts. After a reasonable period, these activity records will be processed or deleted either manually or automatically, in accordance with system resource optimization.",
    "content11": "11. To ensure the proper functioning of the Service, users cannot delete their accounts themselves but may request account deletion through the Service’s contact methods. After an account is deleted, any uploaded data and past activity records that have been publicly disclosed will be de-identified using account numbers or other identifiers. This de-identification is limited to the Service’s management scope. Any publicly disclosed data that has been transferred by other users will not be subject to retrieval or further assistance by the Service.",
    "subTitle5": "Miscellaneous",
    "content12": "12. Apart from account information and usage records, the Service will not track, collect, or store any other personal data of users. When data uploaders or transferors are also the data subjects, their consent permits the Service to perform reasonable and appropriate de-identification or anonymization of the uploaded data if necessary. Once processed, data or information that cannot be linked back to the individual will no longer be considered personal data and can be used legally without restriction related to the original purpose of collection.",
    "content13": "13. If the Service becomes aware of any improper use or breach of users' personal data, it will notify users as soon as possible via the email address provided during registration.",
    "subTitle6": "Policy Updates",
    "content14": "14. The Service may periodically update this privacy policy to reflect changes in relevant laws and regulations. The most recent version of the policy will be published on this platform, and users will not receive separate notifications. Users are encouraged to regularly review the latest version of the privacy policy. Continued use of the Service following any updates will be considered as acceptance of the revised policy, which will also apply retroactively to the user's past use of the Service.",
    "subTitle7": "Contact Information",
    "content15": "15. If you have any questions regarding this policy, please contact us via email at ltsertwlyudao@gmail.com. The Service's support team will acknowledge receipt of your inquiry and provide a response within thirty days after verifying your identity."
  }
}
