import { NewsItem, CategoryItem } from 'types/home';

export const newsList: NewsItem[] = [
  {
    id: '1',
    title: '2023年2月22日召開「長期社會生態核心觀測站規劃建議會」(1)',
    content:
      '本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，進行學術研究...',
    category: 'A',
    date: '2023-01-02',
    link: '/',
  },
  {
    id: '2',
    title: '2023年2月22日召開「長期社會生態核心觀測站規劃建議會」(2)',
    content:
      '本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，進行學術研究...',
    category: 'B',
    date: '2023-01-02',
    link: '/',
  },
  {
    id: '3',
    title: '2023年2月22日召開「長期社會生態核心觀測站規劃建議會」(3)',
    content:
      '本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，進行學術研本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，進行學術研進行學術研究...',
    category: 'C',
    date: '2023-01-02',
    link: '/',
  },
  {
    id: '4',
    title: '2023年2月22日召開「長期社會生態核心觀測站規劃建議會」(4)',
    content:
      '本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，進行學術研本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，進行學術研進行學術研究...',
    category: 'B',
    date: '2023-01-02',
    link: '/',
  },
  {
    id: '5',
    title: '2023年2月22日召開「長期社會生態核心觀測站規劃建議會」(5)',
    content:
      '本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，進行學術研本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，進行學術研進行學術研究...',
    category: 'B',
    date: '2023-01-02',
    link: '/',
  },
  {
    id: '6',
    title: '2023年2月22日召開「長期社會生態核心觀測站規劃建議會」(6)',
    content:
      '本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，進行學術研本次活動為聯合推廣國科會自然科學相關資料庫，促進跨領域各平台交流，以結合自然科學不同領域資料，進行學術研進行學術研究...',
    category: 'A',
    date: '2023-01-02',
    link: '/',
  },
];

export const categoryList: CategoryItem[] = [
  {
    id: 'all',
    title: '全部',
    colorClass: '',
  },
  {
    id: 'A',
    title: '類別AAA',
    colorClass: '',
  },
  {
    id: 'B',
    title: '類別BBB',
    colorClass: 'col-red',
  },
  {
    id: 'C',
    title: '類別CCC',
    colorClass: 'col-yel',
  },
];
