import { TypeItem } from 'types/utils';
import { QAItem } from 'types/qa';

export const qaTypeList: TypeItem[] = [
  {
    id: 1,
    title: '類型DDD',
  },
  {
    id: 2,
    title: '類型EEE',
  },
  {
    id: 3,
    title: '類型FFF',
  },
];

export const qaList: QAItem[] = [
  {
    id: 1,
    type: 1,
    question: '所有的子計畫項目是由誰規劃並統籌的呢？',
    answer: `所有的子所有的子計畫項目是由誰規劃並統籌的呢？所有的子計畫項目是由誰規劃並統籌的呢？所有的子計畫項目是由誰規劃並統籌的呢？所有的子計畫項目是由誰規劃並統籌的呢？所有的子計畫項目是由誰規劃並統籌的呢？計畫項目是由誰規劃並統籌的呢？所有的子所有的子計畫項目是由誰規劃並統籌的呢？所有的子計畫項目是由誰規劃並統籌的呢？所有的子計畫項目是由誰規劃並統籌的呢？所有的子計畫項目是由誰規劃並統籌的呢？所有的子計畫項目是由誰規劃並統籌的呢？計畫項目是由誰規劃並統籌的呢？所有的子所有的子計畫項目是由誰規劃並統籌的呢？所有的子計畫項目是由誰規劃並統籌的呢？所有的子計畫項目是由誰規劃並統籌的呢？所有的子計畫項目是由誰規劃並統籌的呢？所有的子計畫項目是由誰規劃並統籌的呢？計畫項目是由誰規劃並統籌的呢？`,
  },
];
